Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE/tmx_teil_5.tmx
Source language: de
Languages: en

source: Erteilung von Auskünften in Bezug auf Handelsnormen
en: Information services relating to trading standards

source: Vorbereitung von Vorschriften
en: Preparation of regulations

source: Erteilung von Auskünften über juristische Dienstleistungen
en: Provision of information relating to legal services

source: Beratungsdienste hinsichtlich Verbraucherrechten [Rechtsberatung]
en: Advisory services relating to consumers rights [legal advice]

source: Beratungsdienste hinsichtlich geistiger Eigentumsrechte
en: Advisory services relating to intellectual property rights

source: Beratungsdienste hinsichtlich behördlicher Angelegenheiten
en: Advisory services relating to regulatory affairs

source: Fachliche Beratung bezüglich der Verletzung von Urheberrechten
en: Copyright (Professional advisory services relating to infringement of -)

source: Rückgabe von Fundsachen
en: Lost property return

source: Professionelle Rechtsberatung in Bezug auf Franchising
en: Professional legal consultations relating to franchising

source: Auswertung von Fingerabdrücken
en: Finger printing analysis

source: Lizenzierung von Technologie
en: Licensing of technology

source: Sicherheitsdienste zum Schutz von Sachwerten oder Personen
en: Security services for the protection of property and individuals

source: Kennzeichnung von Hunden zu Sicherheitszwecken
en: Identification marking for dogs for security purposes

source: Erteilung von Auskünften in Bezug auf Rechtsfragen
en: Information services relating to legal matters

source: Vermietung von Feuerlöschern
en: Rental of fire extinguishers

source: Lizenzierung von Computerspielen
en: Licensing of computer games

source: Ausführen von Hunden
en: Dog walking services

source: Nächtlicher Wachdienst
en: Night guard services

source: Vermietung von Sicherheitsüberwachungsgeräten
en: Rental of security surveillance apparatus

source: Juristische Beratungsdienste betreffend der Vorbereitung von Normen
en: Advisory services relating to the preparation of standards

source: Durchsetzung geistiger Eigentumsrechte
en: Enforcement of intellectual property rights

source: Vergabe von Lizenzen bezüglich des Kopierens ausgestrahlter Fernsehprogramme
en: Granting of licenses relating to the copying of broadcast television programmes

source: Juristische Dienstleistungen bezüglich des Erwerbs geistigen Eigentums
en: Legal services relating to the acquisition of intellectual property

source: Sicherheitskontrollen von Gepäck
en: Security screening of baggage

source: Auskünfte in Bezug auf Unversehrtheit und Sicherheit
en: Information services relating to health and safety

source: Erteilung von Auskünften in Bezug auf Fertigungsnormen
en: Information services relating to manufacturing standards

source: Mikrochip-Sicherheitsdienste für Haustiere
en: Microchip security services for pets

source: Verwaltung von geistigem Eigentum
en: Management of intellectual property

source: Lebensrettungsdienste mittels Rettungsbooten
en: Mediation services for marital disputes

source: Aufklärungs- und Überwachungsdienste [Sicherheitsdienste]
en: Providing reconnaissance and surveillance services

source: Verfolgung von Flüchtigen
en: Tracing of absconders

source: Fachliche Beratung bezüglich geistiger Eigentumsrechte
en: Professional advisory services relating to intellectual property rights

source: Sicherheitsdienste für Gebäude
en: Security services for buildings

source: Abnahme von Fingerabdrücken
en: Fingerprinting services

source: Beratung [spirituell]
en: Mentoring [spiritual]

source: Seelsorgerische Beratung
en: Pastoral counselling

source: Überwachung von Sicherheitssystemen
en: Monitoring of security systems

source: Überprüfung der Sicherheit von Fabriken
en: Inspection of factories for safety purposes

source: Sicherheitsüberprüfungsdienste für Dritte
en: Security inspection services for others

source: Aufspüren geflüchteter Personen
en: Fugitive recovery services

source: Beratungsdienste hinsichtlich Urheberrechten
en: Advisory services relating to copyright

source: Beglaubigung von Rechtsdokumenten
en: Certification of legal documents

source: Beratungsdienste hinsichtlich privater Ermittlungen
en: Consultancy services relating to private investigations

source: Aufspüren entlaufener Hunde
en: Lost dog location services

source: Planung und Vorbereitung von Hochzeitsfeiern
en: Planning and arranging of wedding ceremonies

source: Lizenzierung eingetragener Muster
en: Designs (Registered, licensing of -)

source: Juristische Dienstleistungen bezüglich geistigen Eigentumsrechten
en: Legal services relating to intellectual property rights

source: Lizenzierung von Musikshows
en: Bomb detection services

source: Sicherheitsdienste zum Schutz von Individuen
en: Security services for the protection of individuals

source: Vermittlung von Bekanntschaften über soziale Netzwerke
en: Dating services provided through social networking

source: Überwachung von Einbruchsalarmen
en: Monitoring of burglar and security alarms

source: Computergestützte Persönlichkeitsberatung
en: Personal introduction services by computer

source: Öffnen von Türschlössern
en: Opening of security locks

source: Spirituelle Beratung
en: Spiritual advice

source: Beratungsdienste in Bezug auf Sicherheit
en: Advisory services in relation to safety

source: Vermietung von Sicherheitsgeräten
en: Rental of security apparatus

source: Beratungsdienste in Bezug auf Rechtsfragen
en: Advisory services relating to the law

source: Informationen in Bezug auf Sicherheit
en: Information services relating to safety

source: Auskünfte zu Horoskopen über Computernetze
en: Providing horoscope information via computer networks

source: Vollstreckung von Testamenten
en: Enforcement of testaments

source: Wachschutzdienstleistungen in Bezug auf Einbrüche
en: Guard services for preventing the intrusion of burglars

source: Durchführung religiöser Zeremonien
en: Conducting religious ceremonies

source: Juristische Dienstleistungen auf dem Gebiet der Vertragsverhandlung für Dritte
en: Legal services in relation to the negotiation of contracts for others

source: Vermietung von Internet-Domainnamen
en: Leasing of internet domain names

source: Schlichtungsdienstleistungen bezüglich geschäftlichen Beziehungen
en: Arbitration services relating to industrial relations

source: Durchführung religiöser Gebetsdienste
en: Conducting religious prayer services

source: Kriminologische Analysen von Überwachungsvideos für Zwecke der Betrugs- und Diebstahlbekämpfung
en: Forensic analysis of surveillance video for fraud and theft prevention purposes

source: Beratung im Bereich der persönlichen Mode
en: Personal fashion consulting services

source: Nachforschungen über Personen vor deren Einstellung
en: Pre-employment background investigation services

source: Planung und Durchführung von konfessionslosen, nicht religiösen zivilen Hochzeitsfeierlichkeiten
en: Providing and conducting non-denominational, non-religious civil marriage ceremonies

source: Auskünfte bezüglich Mode
en: Providing fashion information

source: Vermietung von Begräbnisstellen und Beinhäusern
en: Providing grave spaces or charnel houses

source: Erteilung von Auskünften auf dem Gebiet des geistigen Eigentums
en: Providing information in the field of intellectual property

source: Dienstleistungen von Liturgen bei Hochzeiten
en: Providing wedding officiant services

source: Sicherheitsdienste für Einrichtungen
en: Security guarding for facilities

source: Rechtsberatung im Bereich Steuerwesen
en: Legal consultation in the field of taxation

source: Verwaltung von Patenten
en: Management of patents

source: Verwaltung von Marken
en: Management of trademarks

source: Lizenzierung von gewerblichen Schutzrechten
en: Licensing industrial property rights

source: Abfassung juristischer Dokumente für Dritte
en: Legal document preparation services

source: Rechtliche Lizenzverwaltung
en: Legal administration of licences

source: Beratung im Bereich persönlicher Beziehungen
en: Consulting in the field of personal relationships

source: Beratungsleistungen im Bereich der nationalen Sicherheit
en: Consulting services in the field of national security

source: Bestattungsdienste einschließlich Einäscherung
en: Funeral services accompanying cremation

source: Beratungsdienste in Bezug auf den Schutz von neuen Pflanzensorten
en: Consultancy relating to the protection of new plant varieties

source: Beratungsdienste in Bezug auf den Schutz von geografischen Bezeichnungen
en: Consultancy relating to the protection of geographical indications

source: Beratungsdienste bezüglich der Registrierung von Domainnamen
en: Consultancy relating to the registration of domain names

source: Beratungsdienste in Bezug auf den Schutz von Industriedesigns
en: Consultancy relating to the protection of industrial designs

source: Beratungsdienste in Bezug auf den Schutz von Marken
en: Consultancy relating to trademark protection

source: Erstellen von juristischen Berichten im Bereich der Menschenrechte
en: Preparation of legal reports in the field of human rights

source: Juristische Dienstleistungen in Bezug auf die Verwertung von Nebenrechten bezüglich Film-, Fernseh-, Video- und Musikproduktionen
en: Legal services relating to the exploitation of ancillary rights relating to film, television, video and music productions

source: Beratungsdienste in Bezug auf gewerbliche Schutzrechte
en: Consultancy relating to industrial property rights

source: Juristische Dienstleistungen in Bezug auf die Verwertung von geistigen Eigentumsrechten
en: Legal services relating to the exploitation of intellectual property rights

source: Computergestützte Prozesshilfe
en: Computer assisted litigation support

source: Bereitstellung seelischen Beistands von Krebspatienten und deren Familienangehörigen über interaktive Online-Foren
en: Providing emotional support to cancer patients and their families via interactive online forums

source: Juristische Dienstleistungen in Bezug auf die Nutzung von Urheberrechten und gewerblichen Schutzrechten
en: Legal services relating to the exploitation of copyright and industrial property rights

source: Rechtshilfe bei der Erstellung von Verträgen
en: Legal assistance in the drawing up of contracts

source: Juristische Dienstleistungen in Bezug auf die Verwertung von Übertragungsrechten
en: Legal services relating to the exploitation of broadcasting rights

source: Schlichtungs-, Mediations- und Konfliktlösungsdienstleistungen
en: Arbitration, mediation and dispute resolution services

source: Juristische und gerichtliche Nachforschungen im Bereich des geistigen Eigentums
en: Legal and judicial research services in the field of intellectual property

source: Informations- und Beratungsdienstleistungen bezÃ¼glich Rechtsangelegenheiten
en: Information, advisory and consultancy services relating to legal matters

source: Eheberatung und Ehecoaching
en: Marriage counseling and coaching

source: Lizenzvergabe an Dritte für die Benutzung von gewerblichen Schutzrechten und Urheberrechten
en: Granting of licences to others for the use of industrial property rights and copyright

source: Rechtsberatung und -vertretung
en: Legal advice and representation

source: Beratung zu gewerblichen Schutzrechten
en: Industrial property consultancy

source: Vermietung von Schutzmasken
en: Rental of protective masks

source: Vermietung von Schutzhelmen
en: Rental of protective helmets

source: Juristische Dienstleistungen bezüglich der Verwaltung und Verwertung von Urheberrechten und Nebenrechten
en: Legal services relating to the management and exploitation of copyright and ancillary copyright

source: Lizenzierung von geistigem Eigentum und von Urheberrechten
en: Licensing of intellectual property and copyright

source: Zurverfügungstellen von Informationen bezüglich der Vermietung von Feuerlöschern
en: Providing information relating to the rental of fire extinguishers

source: Beratungsdienste im Bereich Intellectual Property Management
en: Consultancy relating to intellectual property management

source: Juristische Dienstleistungen bezüglich der Registrierung von Marken
en: Legal services relating to the registration of trademarks

source: Mediation in Rechtsverfahren
en: Mediation in legal procedures

source: Juristische Dienstleistungen bezüglich der Verwaltung, Überwachung und Vergabe von Lizenzrechten
en: Legal services relating to the management, control and granting of licence rights

source: Rechtsberatung bezüglich geistigen Eigentumsrechten
en: Legal consultancy relating to intellectual property rights

source: Beratungsdienste bei der Verwaltung der geistigen Schutzrechte und Urheberrechte
en: Consultancy relating to the management of intellectual property and copyright

source: Überwachung von gewerblichen Schutzrechten
en: Industrial property watching services

source: Fachliche Beratung zu rechtlichen Fragen
en: Expert consultancy relating to legal issues

source: Juristische Dienstleistungen bezüglich der Verwertung von Übertragungsrechten
en: Legal services relating to the exploitation of transmission rights

source: Rechtsberatung zu Franchising
en: Legal advice relating to franchising

source: Juristische Dienstleistungen bezüglich Urheberrechtsschutz und -verwertung von Filmen, Fernsehen, Theater, Theater- und Musikproduktionen
en: Legal services relating to the protection and exploitation of copyright for film, television, theatre and music productions

source: Juristische Dienstleistungen in Bezug auf die Aushandlung und die Ausgestaltung von Verträgen bezüglich geistigen Eigentumsrechten
en: Legal services relating to the negotiation and drafting of contracts relating to intellectual property rights

source: Beratungsdienstdienstleistungen in Bezug auf geistiges Eigentum im Bereich von Patenten und Patentanwendungen
en: Intellectual property consultancy services in the field of patents and patent applications

source: Beratungsdienstleistungen in Bezug auf geistiges Eigentum von Universitäten und Forschungseinrichtungen
en: Intellectual property consultancy services for universities and research institutions

source: Beratungsdienstleistungen in Bezug auf geistiges Eigentum für Erfinder
en: Intellectual property consultancy services for inventors

source: Verwaltung von Urheberrechten und gewerblichen Schutzrechten für Dritte
en: Management of copyright and industrial property rights for others

source: Verwaltung von Urheberrechten und gewerblichen Schutzrechten
en: Copyright and industrial property rights management

source: Lobbyingdienste außer für wirtschaftliche Zwecke
en: Lobbying services, other than for commercial purposes

source: Vermietung von Schutzbekleidung und -ausrüstung
en: Rental of protective clothing and equipment

source: Bereitstellung von persönlicher Unterstützung für Familien mit Patienten mit lebensbedrohenden Krankheiten
en: Providing personal support services for families of patients with life threatening disorders

source: Durchführen von Lügendetektorentests
en: Polygraph examination services

source: Vorhersagedienste in Form von Wahrsagerei
en: Forecasting services in the nature of fortune telling

source: Elektronische Überwachungsdienstleistungen für Sicherheitszwecke
en: Electronic monitoring services for security purposes

source: Untersuchen von Tierquälerei
en: Animal cruelty investigation

source: Beratung zum persönlichen Kleidungsstil
en: Personal wardrobe styling consultancy

source: Erteilung von Auskünften über Religion
en: Providing information about religion

source: Dienstleistungen von Sicherheitskräften für den Schutz von Sachwerten und Individuen
en: Security guard services for the protection of property and individuals

source: Beratungsdienste bezüglich der Lizenzierung von geistigem Eigentum
en: Consultancy relating to the licensing of intellectual property

source: Lizenzierung von geistigem Eigentum im Bereich Urheberrechte [juristische Dienstleistungen]
en: Licensing of intellectual property in the field of copyrights [legal services]

source: Lizenzierung von geistigem Eigentum im Bereich Marken [juristische Dienstleistungen]
en: Licensing of intellectual property in the field of trademarks [legal services]

source: Online-Dienstleistungen zum Knüpfen sozialer Kontakte mittels herunterladbaren mobilen Anwendungen
en: Online social networking services accessible by means of downloadable mobile applications

source: Erstellen von Rechtsgutachten
en: Preparation of legal reports

source: Verleih von Rettungswesten
en: Rental of life jackets

source: Verleih von Hochzeits-Chuppas
en: Rental of wedding huppahs

source: Überwachen von Marken für Rechtsberatungszwecke
en: Trademark watch services for legal advisory purposes

source: Räumen nicht detonierter Kampfmittel
en: Unexploded ordnance removal services
